Repository: eridur-de/mightyscape-1.2
Catalog: extensions/mightyscape/hatches_and_grains/locale/*/hatches_grains.po
Languages: fr

source: Hatches and grains
fr: Hachures et grains

source: Hatches
fr: Hachures

source: Create standardized hatches to differentiate or prioritize cartographic objects.
fr: Crée des hachures standardisées pour différencier ou prioriser des objets cartographiques.

source: Hatches settings
fr: Paramètres de hachures

source: Sort of hatches:
fr: Type de hachures :

source: Thickness:
fr: Épaisseur :

source: Spacing:
fr: Espacement :

source: Hatches color
fr: Couleur de hachures

source: Create standardized grains to differentiate or prioritize cartographic objects.
fr: Crée des grains standardisées pour différencier ou prioriser des objets cartographiques.

source: Grains settings
fr: Paramètres de grains

source: Size:
fr: Taille :

source: Grain color
fr: Couleur de grains

source: This mapping module is intended for the community of geographers and cartographers. It makes it possible to create visual variables like "hatch" or "grain" on surface or point implantation, in order to differentiate or prioritize the cartographic information. Laurent Porcheret Géographe - cartographe / Geographer - cartographer Sorbonne université - INSPE de Paris V.15.01.2020
fr: Ce module est destiné à la communauté des géographes et des cartographes. Il permet de créer des variables visuelles telles que des hachures ou des grains sur des surfaces ou des ponctuels, pour différencier ou hiérarchiser des informations cartographiques. Laurent Porcheret Géographe - cartographe / Geographer - cartographer Sorbonne université - INSPE de Paris

source: Cartography
fr: Cartographie
